{
  "buildings": [
    {
      "id": "1",
      "name": "Bison Gallery",
      "location": {
        "lat": 34.693845,
        "lng": 135.171214,
        "address": "16-39 Umemotocho, Hyogo Ward, Kobe, Hyogo"
      },
      "description": "With a desire to promote artists amidst a city with very little housing for artists, Haioku group decided to renovate a building that could be used for both artist residency housing, as well as a gallery to showcase art. An initially dilapidated building, Haioku group worked hard to create a sleek, appealing building to attract artists to the Bison community and provide a space that could provide support for these artists. With galleries in Kobe being uncommon, both members from Haioku Group, and the local surrounding community visit the building out of curiosity, which increases the reach that these artists have, which has led to artistic crafts being incorporated in many of the subsequent Haioku Group projects. In the future, Haioku group leaders want to create a more permanent display with frequent monthly events.",
      "images": [
        {
          "url": "/images/buildings/bison_gallery/gallery_1.JPG",
          "caption": "Gallery exterior view",
          "thumbnail": "/images/buildings/bison_gallery/gallery_1.JPG"
        },
        {
          "url": "/images/buildings/bison_gallery/gallery_2.JPG",
          "caption": "Gallery interior view",
          "thumbnail": "/images/buildings/bison_gallery/gallery_2.JPG"
        },
        {
          "url": "/images/buildings/bison_gallery/open_bison_1.JPG",
          "caption": "Gallery during the Open Bison event",
          "thumbnail": "/images/buildings/bison_gallery/open_bison_1.JPG"
        }
      ],
      "video": {
        "url": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
        "type": "youtube",
        "thumbnail": "https://images.unsplash.com/photo-1600607687644-c7171b42498b?w=300"
      },
      "model3d": {
        "url": "/models/harbor-view.glb",
        "format": "glb",
        "hasModel": false
      },
      "metadata": {
        "yearCompleted": 2023,
        "projectType": "Residential Renovation",
        "tags": ["waterfront", "minimalist", "traditional"]
      }
    },
    {
      "id": "2",
      "name": "Bison Community Share House",
      "location": {
        "lat": 34.693637,
        "lng": 135.171307,
        "address": "15-15 Umemotocho, Hyogo Ward, Kobe, Hyogo"
      },
      "description": "The Sharehosues were the second house worked on by Haioku Group back when Bison was full of akiyas and also was one of the first projects done under Haioku Group(Nishimura Gumi) at the time. Sprouting form this sharehouse they gained trust and lots within the neighborhood and started building the Bison village.\n\nThe renovation of the sharehouses started with only 3 members, during the COVID-19 pandemic and slowly gained momentum as more and more people became part of Haioku Group's renovation efforts, despite the progress of society and the city were halted during the pandemic time within Bison kept moving forward.\n\nThe sharehouse reflects the core theme of Haioku Group of creating something interesting with old preexisting material, with kitchen counters made by connecting pieces of rain gutter, and the house filled with antiques and furniture made out of scrap material. The house also holds a fireplace and provides a place to huddle and warm up during the cold winters.\n\nThe share house first saw its use as a temporary office location for  Haioku group but since then has held 3 generations of residents. The first resident of the house was a teenage girl who lived there rent free as part of her goal of living without spending a single yen even on food or housing. The second generation of residents were a group of women now all core members of the Bison and Haioku Group community, and the current generation is a friend group of younger men reinventing and modifying the building as they see fit by breaking down walls and ceilings.\n\nThe building is not bound to the idea of a shared house and Miyako san, the manager of Haioku Group, wishes for the house to be a place that will be used by each individual for what's best for them.",
      "images": [
        {
          "url": "/images/buildings/bison_share_house/kitchen.JPG",
          "caption": "Share house living room and kitchen",
          "thumbnail": "/images/buildings/bison_share_house/kitchen.JPG"
        },
        {
          "url": "/images/buildings/bison_share_house/kitchen_into_hallway.JPG",
          "caption": "View of the kithcen into the hallway leading to the bathrooms and bedrooms",
          "thumbnail": "/images/buildings/bison_share_house/kitchen_into_hallway.JPG"
        }
      ],
      "video": {
        "url": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
        "type": "youtube",
        "thumbnail": "https://images.unsplash.com/photo-1600585154084-4e5fe7c39198?w=300"
      },
      "model3d": {
        "url": "/models/kitano-house.glb",
        "format": "glb",
        "hasModel": true
      },
      "metadata": {
        "yearCompleted": 2022,
        "projectType": "Heritage Restoration",
        "tags": ["heritage", "western-style", "cultural"]
      }
    },
    {
      "id": "3",
      "name": "Oonichi Harbor Café",
      "location": {
        "lat": 34.686602,
        "lng": 135.141201,
        "address": "1 Chome-14-7 Hikawacho, Nagata Ward, Kobe, Hyogo"
      },
      "description": "Oonichi Harbor Cafe is a coffee shop and daily kitchen located in Maruyama, Kobe, owned and run by Ueno Takaharu, a Haioku Group member and local resident of the area. Before renovation started the building was an abandoned coin laundry and had no further use. Since then, the owners collaborated with the Haioku Group and renovated it into a vibrant community space. The renovation project began with the goal of reactivating the neighborhood and creating a welcoming place for people of all age groups. Local residents were invited to participate and contribute to the construction by handcrafting parts of the building.\n\n    While the renovation preserved the original structure and identity of the building, necessary modifications were made to turn it into a cafe. Specifically, a few of the changes focused on openness and lots of windows where natural light can shine in, creating an inviting atmosphere. Although, some features still remained the same, such as the flooring of the coin laundry, while blending it with a more modern and minimalistic style.\n\n    Since its opening the cafe has operated as a community hub, where many people gather and interact. Through the Harbor Cafe the owner aims to set an example for young locals to make a change within Maruyama, hoping to  increase activity in their childhood neighborhood.",
      "images": [
        {
          "url": "/images/buildings/harbor_cafe/ueno_harbor.JPG",
          "caption": "Café owner Ueno-san standing in front of the café",
          "thumbnail": "/images/buildings/harbor_cafe/ueno_harbor.JPG"
        },
        {
          "url": "/images/buildings/harbor_cafe/harbor_1.JPG",
          "caption": "View looking into Harbor Café",
          "thumbnail": "/images/buildings/harbor_cafe/harbor_1.JPG"
        },
        {
          "url": "/images/buildings/harbor_cafe/harbor_2.JPG",
          "caption": "View from the back of the harbor café",
          "thumbnail": "/images/buildings/harbor_cafe/harbor_2.JPG"
        }
      ],
      "video": {
        "url": "https://youtu.be/9XGKqFp4-L0?si=_6HnqT1gKb7MlErg",
        "type": "direct",
        "thumbnail": "/images/buildings/harbor_cafe/harbor_2.JPG"
      },
      "model3d": {
        "url": "/models/oonichi_harbor.glb",
        "format": "glb",
        "hasModel": true
      },
      "metadata": {
        "yearCompleted": 2024,
        "projectType": "Commercial Renovation",
        "tags": ["sustainable", "mixed-use", "community"]
      }
    },
    {
      "id": "4",
      "name": "Okuba Bookstore",
      "location": {
        "lat": 34.691785,
        "lng": 135.165324,
        "address": "25-11 Minatoyamacho, Hyogo Ward, Kobe, Hyogo"
      },
      "description": "Okuba Store is a bookstore located near the Bison Community renovated and run by our sponsor, Noriyoshi-san and a group of his friends, selling trinkets, risograph prints, coffee and English books.",
      "images": [
        {
          "url": "/images/buildings/okuba_bookstore/okuba_opening.JPG",
          "caption": "Okuba bookstore on a successful opening day",
          "thumbnail": "/images/buildings/okuba_bookstore/okuba_opening.JPG"
        },
        {
          "url": "/images/buildings/okuba_bookstore/okuba_2.JPG",
          "caption": "Okuba bookstores interior view and literature",
          "thumbnail": "/images/buildings/okuba_bookstore/okuba_2.JPG"
        },
        {
          "url": "/images/buildings/okuba_bookstore/okuba_1.JPG",
          "caption": "Okuba bookstore also sells random gizmos",
          "thumbnail": "/images/buildings/okuba_bookstore/okuba_1.JPG"
        }
      ],
      "video": {
        "url": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
        "type": "youtube",
        "thumbnail": "https://images.unsplash.com/photo-1600573472591-ee6b68d14c68?w=300"
      },
      "model3d": {
        "url": "",
        "format": "",
        "hasModel": false
      },
      "metadata": {
        "yearCompleted": 2023,
        "projectType": "Adaptive Reuse",
        "tags": ["industrial", "creative", "artisan"]
      }
    },
    {
      "id": "5",
      "name": "Asahi Dormitory",
      "location": {
        "lat": 34.693655,
        "lng": 135.170712,
        "address": "16 Umemotocho, Hyogo Ward, Kobe, Hyogo"
      },
      "description": "The headquarters of the Haioku Group is an old police dormitory that serves as their current base of operations. The Asahi Dormitory currently holds both their central office as well as rooms for temporary residence, along with amenities like bathrooms, a kitchen and a laundry room.\n\nOriginally the dormitory for the Mobile Traffic Unit, it became a female police residence, and from there managed by a single family, until the building was sold. While owned by Haioku Group connections in Tokyo, the building has since been managed and operated by Haioku Group personnel. The first floor of the building is used as an office space and has many of amenities, while the second floor is being used for short stays.\n\nNishimura-san hopes to one day move their office to another location within Bison, and transform the station into an artworking studio with an artist residence, and welcomes the idea of constantly moving their central hub when new projects call for change. They also want to include a garden space, and small pop-up shops for people to utilize. Since the building is not an abandoned house and they do not own it, these renovations will be less in detail compared to other projects they have worked on by keeping the second floor as is and only focusing on the first floor.",
      "images": [
        {
          "url": "/images/buildings/police_dormitory/police_living_room.JPG",
          "caption": "The living room, where many Haioku Group members eat and relax",
          "thumbnail": "/images/buildings/police_dormitory/police_living_room.JPG"
        },
        {
          "url": "/images/buildings/police_dormitory/police_kitchen.JPG",
          "caption": "The kitchen, where many Haioku Group members cook",
          "thumbnail": "/images/buildings/police_dormitory/police_kitchen.JPG"
        },
        {
          "url": "/images/buildings/police_dormitory/police_balcony.JPG",
          "caption": "The second floor balcony, with an amazing view of Kobe",
          "thumbnail": "/images/buildings/police_dormitory/police_balcony.JPG"
        }
      ],
      "video": {
        "url": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
        "type": "youtube",
        "thumbnail": "https://images.unsplash.com/photo-1600607687644-c7171b42498b?w=300"
      },
      "model3d": {
        "url": "/models/bison_police_house.glb",
        "format": "glb",
        "hasModel": true
      },
      "metadata": {
        "yearCompleted": 2024,
        "projectType": "Mountain Residence",
        "tags": ["nature", "views", "sustainable"]
      }
    },
    {
      "id": "6",
      "name": "Port Bike Shop",
      "location": {
        "lat": 34.676041,
        "lng": 135.178706,
        "address": "5 Chome-1-3 Aioicho, Chuo Ward, Kobe, Hyogo"
      },
      "description": "Port Bike Shop is situated on the first floor of a mixed-use building owned and renovated by Haioku Group. The shop is operated independently by Kawasaki-san, while the second and third floors function as a Haioku-managed hotel and Airbnb. Prior to the renovation, the building served exclusively as a residence, and after talking with Nishimura-San, Kawasaki-San decided to fulfill his dreams of being a business owner by opening a shop in this building.\n    Assisted by Haioku Group, Kawasaki-San began to change the building. He started by replacing the small, old, Japanese door with a more standard door and interior, creating the skeleton of the shop. At this point, Kawasaki-San fully took over in designing the shop, while being supplied with scrap materials by Haioku Group, that were obtained from their renovation of the top two floors.\n    Strongly inspired by Australian bike shops, Kawasaki-San also wanted Port Bike shop to include a café component, where he could serve drinks, which increased the community of the store and allowed him to attract more customers. With ambitions to continue improving the Port Bike shop and continue repairing old bikes, Kawasaki-San wants to continue fostering a community of both customers and business owners who understand the value in renovating old bicycles rather than just buying new ones, serving as an extension of the Haioku Group philosophy.",
      "images": [
        {
          "url": "/images/buildings/port_bike_shop/DSC00072.JPG",
          "caption": "Port Bike Shop exterior and street view",
          "thumbnail": "/images/buildings/port_bike_shop/DSC00072.JPG"
        },
        {
          "url": "/images/buildings/port_bike_shop/DSC00074.JPG",
          "caption": "Detail view of Port Bike Shop façade",
          "thumbnail": "/images/buildings/port_bike_shop/DSC00074.JPG"
        }
      ],
      "video": {
        "url": "",
        "type": "direct",
        "thumbnail": ""
      },
      "model3d": {
        "url": "",
        "format": "",
        "hasModel": false
      },
      "metadata": {
        "yearCompleted": 2023,
        "projectType": "Healthcare Facility",
        "tags": ["healthcare", "wellness", "sustainable"]
      }
    },
    {
      "id": "7",
      "name": "Ajito Basement",
      "location": {
        "lat": 34.69400,
        "lng": 135.17140,
        "address": "16-37 Umemotocho, Hyogo Ward, Kobe, Hyogo 652-0003"
      },
      "description": "The Ajito was acquired as part of the same deal as the Gotei(Mansion) and Tea house, and was originally a storage basement connected to a hut in the Gotei's yard. When they forced aqurried the Ajito, Bison was finding ways to deal with sound problems and potential noise issues from late night gathering of members, so they decided to use the basement as a sound proof room for members. To make the room sound proof they created window seals and a door by layering deconstructed tatami mats.\nCurrently the sound proofed Ajito is used as a place to gather, but also a place for any type of events regarding sound. Some members have hosted concerts within the structure as well as other members hosting rave nights by inviting DJs and DJing themselves.\nFurther reinvention plans of the Ajito mostly retain to sound proofing the room and reinforcing the water proofing and structure of the Ajito ceiling.",
      "images": [
        {
          "url": "/images/buildings/rave_basement/basement_1.JPG",
          "caption": "Ajito basement interior during the day",
          "thumbnail": "/images/buildings/rave_basement/basement_1.JPG"
        },
        {
          "url": "/images/buildings/rave_basement/open_bison_1.JPG",
          "caption": "Ajito basement during the Open Bison event",
          "thumbnail": "/images/buildings/rave_basement/open_bison_1.JPG"
        }
      ],
      "video": {
        "url": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
        "type": "youtube",
        "thumbnail": "https://images.unsplash.com/photo-1600607687644-c7171b42498b?w=300"
      },
      "model3d": {
        "url": "",
        "format": "",
        "hasModel": false
      },
      "metadata": {
        "yearCompleted": 2022,
        "projectType": "Public Facility",
        "tags": ["coastal", "public", "recreation"]
      }
    },
    {
      "id": "8",
      "name": "Tanibuka",
      "location": {
        "lat": 34.692222,
        "lng": 135.16360,
        "address": "〒652-0011 Hyogo, Kobe, Hyogo Ward, Sannocho, 1 Chome−5−15"
      },
      "description": "Sample",
      "images": [
        {
          "url": "/images/buildings/tanibuka/tanibuka_exterior_1.JPG",
          "caption": "Tanibuka exterior on the street",
          "thumbnail": "/images/buildings/tanibuka/tanibuka_exterior_1.JPG"
        },
        {
          "url": "/images/buildings/tanibuka/tanibuka_exterior_2.JPG",
          "caption": "Another view of Tanibuka exterior",
          "thumbnail": "/images/buildings/tanibuka/tanibuka_exterior_2.JPG"
        },
        {
          "url": "/images/buildings/tanibuka/tanibuka_interior.JPG",
          "caption": "Tanibuka interior communal space",
          "thumbnail": "/images/buildings/tanibuka/tanibuka_interior.JPG"
        }
      ],
      "video": {
        "url": "",
        "type": "direct",
        "thumbnail": ""
      },
      "model3d": {
        "url": "/models/ikuta-hall.glb",
        "format": "glb",
        "hasModel": true
      },
      "metadata": {
        "yearCompleted": 2023,
        "projectType": "Community Facility",
        "tags": ["traditional", "community", "cultural"]
      }
    },
    {
      "id": "9",
      "name": "Kyogo Tea House",
      "location": {
        "lat": 34.69415,
        "lng": 135.17156,
        "address": "16-37 Umemotocho, Hyogo Ward, Kobe, Hyogo 652-0003"
      },
      "description": "The Gotei-Tea house is one of the buildings that comprises the Gotei Bison development. One of Nishimura-San's most anticipated lots to work on, he eventually got the opportunity to work on this building after renovating many akiya and making a few television appearances. Unlike many of the projects that Haioku Group has worked on, the Tea House was already a beautiful building, and many of the renovations were making slight changes to the interior. They replaced the floors with new wooden floors, and replaced the sliding paper doors with sliding glass doors. They additionally build in new supports to provide protection against earthquakes. Currently, the Tea House hosts a once per month event called \"Chagama(tea kiln)\" where people get together, relax, and drink some tea, as well as unscheduled eve nts like yoga, photo galleries, and small concerts.",
      "images": [
        {
          "url": "/images/buildings/tea_house/tea_house_1.JPG",
          "caption": "Kyogo Tea House exterior view",
          "thumbnail": "/images/buildings/tea_house/tea_house_1.JPG"
        },
        {
          "url": "/images/buildings/tea_house/tea_house_2.JPG",
          "caption": "Interior seating area at Kyogo Tea House",
          "thumbnail": "/images/buildings/tea_house/tea_house_2.JPG"
        },
        {
          "url": "/images/buildings/tea_house/tea_house_open_bison.JPG",
          "caption": "Kyogo Tea House during the Open Bison event",
          "thumbnail": "/images/buildings/tea_house/tea_house_open_bison.JPG"
        }
      ],
      "video": {
        "url": "https://www.youtube.com/watch?v=dQw4w9WgXcQ",
        "type": "youtube",
        "thumbnail": "https://images.unsplash.com/photo-1600607687644-c7171b42498b?w=300"
      },
      "model3d": {
        "url": "/models/teahouse.glb",
        "format": "glb",
        "hasModel": true
      },
      "metadata": {
        "yearCompleted": 2024,
        "projectType": "Urban Agriculture",
        "tags": ["sustainable", "community", "agriculture"]
      }
    }
  ]
}
